export default [
  {
    title: '常见问题',
    list: [
      {
        question: '我可以不预约，直接去训练场练车么？',
        anwser: '建议不要。我们会优先保障预约成功的学员一定能上车，所以您直接去训练场很有可能没有空闲车辆，导致您白跑一趟。因此，建议您先预约，按约定的时间提前到达训练场练车。',
        show: false
      },
      {
        question: '我可以直接找教练或者客服约车么？',
        anwser: '不可以。为了保障所有学员都能公平、透明的约车。系统控制没有约车，就不能登录学车系统。教练，客服没有能力帮您插队，您只能先预约再上车。',
        show: false
      },
      {
        question: '什么时间段最容易预约成功呢？',
        anwser: '周末和工作日晚上都是预约的高峰期，如果您想预约这些繁忙时段，建议您每晚12点新的预约日开放的时候，抢先预约。如果您希望尽快拿到驾照，或者希望获得更优质的体验，建议您尽量避开高峰时段练车。',
        show: false
      },
      {
        question: '能不能取消预约？',
        anwser: '可以提前一天取消预约。当天是不能临时取消预约的，因为当天临时取消的预约时段，其他学员很可能想练也无法及时赶到。希望您预约成功后，尽量规划好时间，尽快拿到驾照。',
        show: false
      },
      {
        question: '我因为临时有急事，没办法及时赶到了怎么办？',
        anwser: '<p>1.如果您当前预约的时段还没有开始，支持您预约新的时段（前提是其他时段空闲可约），预约其他时段成功后，系统会自动帮您取消之前的预约。</p><p>2.如果您预约的时段已经开始啦，我们就没办法帮您修改了，请尽快赶往训练场，迟到会浪费您的练车机会，请您做好时间安排，下次不要再迟到啦。</p>'
        + '<p>3.如果预约时间结束了您还未赶到，系统会记录您的本次爽约记录。多次爽约属于恶意侵占练车资源，这对其他想练车而约不到车的学员是不公平的，为了保障大多数学员的练车权利，我们会对您恶意侵占练车资源的行为作出限制约车等惩罚。</p>',
        show: false
      },
      {
        question: '我可以同时预约多个时间段么？',
        anwser: '不可以，您同时只能保留一条预约成功的记录。我们会根据您的练习情况实时分析您当前最佳的练习项目，避免浪费您的时间进行低效率的学习。',
        show: false
      }
    ]
  },
  {
    title: '安装APP',
    list: [
      {
        question: '安卓用户',
        anwser: '进入各个平台应用商城（如：小米应用商城、华为应用商城）搜索下载安装：斑斑驾道定制版',
        imgIndex: 1,
        show: false
      },
      {
        question: '苹果用户',
        anwser: '进入App Store搜索下载安装：斑斑驾道定制版',
        imgIndex: 2,
        show: false
      },
    ]
  },
  {
    title: '登录账户',
    list: [
      {
        question: '验证码登录/密码登录',
        anwser: '输入手机号，选择验证码登录或密码登录',
        imgIndex: 3,
        show: false
      }
    ]
  },
  {
    title: '预约练车',
    list: [
      {
        question: '预约学车',
        anwser: [
          {
            anwser1: '1.点击发现-预约学员-进入预约界面',
            imgIndex: 4,
          },
          {
            anwser1: '2.选择需要预约的时间段点击 可预约 按钮，确认即可预约',
            imgIndex: 5,
          }
        ],
        show: false
      },
      {
        question: '预约已练习过的项目',
        anwser: '进入主界面，默认选择当前的练车进度对应的项，已练过的学习项目，可以重复预约练习，如：我的学习进度已到倒车入库，则：我可以预约倒车入库以前的项目（侧方位停车、三项练车、车感训练）<p>操作步骤：点击正在预约-选择需要练习的项目-点击选择</p>',
        imgIndex: 10,
        show: false
      },
      {
        question: '查看学车进度',
        anwser: '点击当前进度按钮，可查看项目练车进度',
        imgIndex: 6,
        show: false
      },
      {
        question: '查看预约信息',
        anwser: '<p>1.若已经预约过车辆，顶栏会显示您的预约信息，点击可进入预约详情</p><p>2.查看当前预约：展示当前正在进行的预约信息</p><p>3.历史记录查询：展示已履行的历史预约信息</p>',
        imgIndex: 7,
        show: false
      },
    ]
  },
  {
    title: '取消预约',
    list: [
      {
        question: '如何取消预约',
        anwser: [
          {
            anwser1: '点击当前预约-取消预约按钮，可取消预约<p style="color: red">注意：当天的预约信息不可取消，可取消当天之后的预约信息，请详细确认预约日期信息后进行预约</p>',
            imgIndex: 8,
          },
          {
            anwser1: '<p style="color: red">不可取消当天预约样例展示：</p>',
            imgIndex: 9,
          }
        ],
        show: false
      }
    ]
  },
  {
    title: '查看成绩报告',
    list: [
      {
        question: '如何查看成绩报告',
        anwser: '在每次预约练习后可查看自己的成绩报告及练车信息，可点击行程-成绩报告查看',
        show: false
      },
      {
        question: '成绩报告主页',
        anwser: '成绩报告主页展示预约、迟到、爽约的总计次数及历史练习报告，点击不同的练习报告-立即查看按钮，跳转到对应的练习报告页面，展示对应的练车数据',
        imgIndex: 11,
        show: false
      },
      {
        question: '总体分析',
        anwser: '<p>总体分析页面展示本次练习是否有触发进阶、进阶了多少次；</p><p>点击总计练习时长可查看此次练习总时长、具体上车、下车时间；练习项目数据信息展示此项目练习了多少次，有几次100分；</p><p>若此项目触发过进阶则进度栏显示进阶，未触发则展示正在练习</p>',
        imgIndex: 12,
        show: false
      },
      {
        question: '错误解析',
        anwser: '<p>错误解析页面展示本次练习错误最多的项目，及最常犯的错误、错误原因、解决措施等；</p><p>点击查看本次练习所有错误按钮，可以查看本次练习的所有练车错误数据信息</p>',
        imgIndex: 13,
        show: false
      },
      {
        question: '名师建议',
        anwser: '<p>名师建议展示：推荐您预约的项目，点击立即预约可跳转到到预约学车界面</p><p>重点关注则展示此次练犯错最多的错误类型，和关联的错误原因、解决措施，以及当前对应项目进度的说明</p>',
        imgIndex: 14,
        show: false
      },
    ]
  },
];
